/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut masaüstü yükleyicisi";
"LvAppTitle" = "Jianying masaüstü yükleyicisi";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Yükleme işlemine devam edilsin mi?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Yükle";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Aç";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "İptal";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "CapCut'ın eski bir sürümü (v%@) zaten yüklü. Eski sürümü açabilir veya son sürümü yükleyerek eski sürümü değiştirebilirsiniz.";
"LvCheckInstalledMsgHintText" = "Jianying'ın eski bir sürümü (v%@) zaten yüklü. Eski sürümü açabilir veya son sürümü yükleyerek eski sürümü değiştirebilirsiniz.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "İndirme işlemi durdurulsun mu?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Devam";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Durdur";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Mevcut durumda %d%% indirilen dosya kaydedilmeyecek.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "İndirilemedi. Tekrar deneyin.";
// pc_installer_retry
"BtnText_Retry" = "Tekrar dene";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Durdur";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Kaydet";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Yetersiz disk alanı";

"BtnCheck_SystemTrayAutoboot" = "Başlangıçta tepsiyi başlat";

"DownloadErrorCodeHintText" = "Hata kodu: ";